

// ДАННЫЕ (БД)

import UIKit
import Foundation



class Common: NSObject { //какие-то данные с БД
    class func generatePersonData() -> Array<Array<String>> {
        return [["Кристиан Бейл", "exampleImageOfPerson", "10.03.2020", "Хочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людейХочу просто погулять в компании молодых людей", "Москва, Газетный переулок, 4"], ["Бен Аффлек", "exampleImageOfPerson2", "06.04.2020", "Ищу компанию для похода на фестиваль из 4 человек. Хочу пообщаться и найти новых друзей", "Москва, Брюсов переулок, 6"]]

    }
}
